Repository: fortunto2/starlapse
Catalog: Sources/Starlapse/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, tr, zh_hans

source: · %.0f° across frame
ar: · %.0f° عبر الإطار
de: · %.0f° im Bild
es: · %.0f° en el encuadre
fr: · %.0f° dans le champ
hi: · फ़्रेम में %.0f°
it: · %.0f° nel campo
ja: · 画面内%.0f°
tr: · karede %.0f°
zh_hans: · 跨画面%.0f°

source: · %d detected
ar: · %d مكتشفة
de: · %d erkannt
es: · %d detectados
fr: · %d détectés
hi: · %d का पता चला
it: · %d rilevate
ja: · %d件検出
tr: · %d algılandı
zh_hans: · 检测到%d个

source: %.0f° az · %.0f° up
ar: سمت %.0f° · ارتفاع %.0f°
de: %.0f° Az · %.0f° Höhe
es: %.0f° az · %.0f° alt
fr: %.0f° az · %.0f° haut
hi: दिगंश %.0f° · ऊँचाई %.0f°
it: %.0f° az · %.0f° alt
ja: 方位%.0f° · 高度%.0f°
tr: %.0f° az · %.0f° yük
zh_hans: 方位%.0f° · 高度%.0f°

source: %.0f° to target
ar: %.0f° إلى الهدف
de: %.0f° zum Ziel
es: %.0f° al objetivo
fr: %.0f° de la cible
hi: लक्ष्य तक %.0f°
it: %.0f° al bersaglio
ja: 目標まで%.0f°
tr: hedefe %.0f°
zh_hans: 距目标%.0f°

source: %.1f stops darker than %@ — you cannot open this up, only pick a faster lens.
ar: أغمق بـ %.1f درجة ضوئية من %@ — لا يمكن فتح الفتحة أكثر، فقط اختيار عدسة أسرع.
de: %.1f Blenden dunkler als %@ — weiter öffnen geht nicht, nur ein lichtstärkeres Objektiv wählen.
es: %.1f pasos más oscuro que %@: no se puede abrir el diafragma, solo elegir un objetivo más luminoso.
fr: %.1f IL plus sombre que %@ — impossible d'ouvrir davantage, seulement choisir un objectif plus lumineux.
hi: %2$@ से %1$.1f स्टॉप गहरा — अपर्चर खोला नहीं जा सकता, केवल तेज़ लेंस चुन सकते हैं।
it: %.1f stop più scuro di %@: non si può aprire il diaframma, solo scegliere un obiettivo più luminoso.
ja: %2$@より%1$.1f段暗い。絞りは開けられず、より明るいレンズを選ぶのみ。
tr: %2$@ lensine göre %1$.1f stop daha karanlık: diyafram açılamaz, yalnızca daha hızlı bir lens seçilebilir.
zh_hans: 比%2$@暗%1$.1f档。光圈无法调大，只能换更快的镜头。

source: %.1fs before + %.1fs after → %.1fs clip at %d fps
ar: %.1fs قبل + %.1fs بعد → مقطع %.1fs بمعدل %d fps
de: %.1fs davor + %.1fs danach → %.1fs Clip bei %d fps
es: %.1fs antes + %.1fs después → clip de %.1fs a %d fps
fr: %.1fs avant + %.1fs après → clip de %.1fs à %d fps
hi: पहले %.1fs + बाद %.1fs → %.1fs क्लिप, %d fps
it: %.1fs prima + %.1fs dopo → clip di %.1fs a %d fps
ja: 前%.1fs + 後%.1fs → %.1fsクリップ、%d fps
tr: %1$.1fs önce + %2$.1fs sonra → %4$d fps'de %3$.1fs klip
zh_hans: 前%.1fs + 后%.1fs → %.1fs片段，%d fps

source: %@ TONIGHT · WHERE TO AIM
ar: %@ هذه الليلة · أين توجّه
de: %@ HEUTE NACHT · WOHIN ZIELEN
es: %@ ESTA NOCHE · DÓNDE APUNTAR
fr: %@ CE SOIR · OÙ VISER
hi: आज रात %@ · कहाँ निशाना लगाएँ
it: %@ STANOTTE · DOVE PUNTARE
ja: 今夜の%@ · 狙う方向
tr: BU GECE %@ · NEREYE YÖNELMELİ
zh_hans: 今夜%@ · 瞄准方向

source: %@ of light = %d × %.2fs
ar: %@ من الضوء = %d × %.2fs
de: %@ Licht = %d × %.2fs
es: %@ de luz = %d × %.2fs
fr: %@ de lumière = %d × %.2fs
hi: %@ प्रकाश = %d × %.2fs
it: %@ di luce = %d × %.2fs
ja: 露光%@ = %d × %.2fs
tr: %@ ışık = %d × %.2fs
zh_hans: %@曝光 = %d × %.2fs

source: %d clips
ar: %d مقاطع
hi: %d क्लिप
it: %d clip
ja: %dクリップ
tr: %d klip
zh_hans: %d个片段

source: %d dropped
ar: %d مُسقَطة
de: %d verworfen
es: %d descartados
fr: %d rejetées
hi: %d छोड़े गए
it: %d scartati
ja: %d枚破棄
tr: %d atıldı
zh_hans: 丢弃%d帧

source: %d frames
ar: %d إطارات
de: %d Bilder
es: %d fotogramas
fr: %d images
hi: %d फ़्रेम
it: %d fotogrammi
ja: %dフレーム
tr: %d kare
zh_hans: %d帧

source: %d frames over %@ → %.1f s of video at %d fps
ar: %d إطارات خلال %@ → %.1f s فيديو بمعدل %d fps
de: %d Bilder über %@ → %.1f s Video bei %d fps
es: %d fotogramas en %@ → %.1f s de video a %d fps
fr: %d images sur %@ → %.1f s de vidéo à %d fps
hi: %d फ़्रेम, %@ में → %.1f s वीडियो, %d fps
it: %d fotogrammi in %@ → %.1f s di video a %d fps
ja: %dフレーム／%@ → %.1f sの動画、%d fps
tr: %2$@ içinde %1$d kare → %4$d fps'de %3$.1f s video
zh_hans: %d帧，历时%@ → %.1f s视频，%d fps

source: %d stars
ar: %d نجوم
de: %d Sterne
es: %d estrellas
fr: %d étoiles
hi: %d तारे
it: %d stelle
ja: %d個の星
tr: %d yıldız
zh_hans: %d颗星

source: %d stars · %.2f px
ar: %d نجوم · %.2f px
de: %d Sterne · %.2f px
es: %d estrellas · %.2f px
fr: %d étoiles · %.2f px
hi: %d तारे · %.2f px
it: %d stelle · %.2f px
ja: %d個の星 · %.2f px
tr: %d yıldız · %.2f px
zh_hans: %d颗星 · %.2f px

source: 1 clip
ar: مقطع واحد
hi: 1 क्लिप
ja: 1クリップ
tr: 1 klip
zh_hans: 1个片段

source: A quiet sky, or the threshold is too strict.
ar: سماء هادئة، أو العتبة صارمة جدًا.
de: Ruhiger Himmel, oder die Schwelle ist zu streng.
es: Un cielo tranquilo, o el umbral es demasiado estricto.
fr: Ciel calme, ou seuil trop strict.
hi: शांत आकाश, या थ्रेशोल्ड बहुत सख़्त है।
it: Un cielo tranquillo, oppure la soglia è troppo severa.
ja: 静かな空か、しきい値が厳しすぎます。
tr: Sakin bir gökyüzü ya da eşik fazla sıkı.
zh_hans: 天空平静，或阈值过严。

source: AIM HERE
ar: وجّه هنا
de: HIERHIN ZIELEN
es: APUNTA AQUÍ
fr: VISER ICI
hi: यहाँ निशाना लगाएँ
it: PUNTA QUI
ja: ここを狙う
tr: BURAYA YÖNELT
zh_hans: 瞄准此处

source: Active meteor showers with the expected rate, every night of the year.
ar: زخات الشهب النشطة مع المعدل المتوقع، كل ليلة من السنة.
de: Aktive Meteorströme mit der erwarteten Rate, jede Nacht des Jahres.
es: Las lluvias de meteoros activas con su tasa esperada, cada noche del año.
fr: Les pluies de météores actives et leur taux attendu, chaque nuit de l'année.
hi: साल की हर रात सक्रिय उल्का वर्षा और उनकी अपेक्षित दर।
it: Gli sciami meteorici attivi con la frequenza prevista, ogni notte dell'anno.
ja: 活動中の流星群と予想出現数、一年中毎晩。
tr: Yılın her gecesi, beklenen oranıyla aktif meteor yağmurları.
zh_hans: 全年每晚的活跃流星雨及预期流量。

source: Aim
ar: التوجيه
de: Ziel
es: Apuntar
fr: Visée
hi: निशाना
it: Mira
ja: 狙い
tr: Hedef
zh_hans: 瞄准

source: Aperture (fixed by hardware)
ar: الفتحة (ثابتة في العتاد)
de: Blende (fest verbaut)
es: Apertura (fija por hardware)
fr: Ouverture (fixe, matériel)
hi: अपर्चर (हार्डवेयर द्वारा स्थिर)
it: Apertura (fissa, hardware)
ja: 絞り（ハードウェア固定）
tr: Diyafram (donanımla sabit)
zh_hans: 光圈（硬件固定）

source: Averaged as shot. Stars trail a little, the landscape gets very clean.
ar: متوسط كما صُوّر. النجوم تنجرّ قليلًا، والمنظر الطبيعي يصبح نقيًا جدًا.
de: Gemittelt wie aufgenommen. Sterne ziehen leicht, die Landschaft wird sehr sauber.
es: Promedio sin alinear. Las estrellas dejan una leve traza, el paisaje queda muy limpio.
fr: Moyenne sans alignement. Les étoiles filent un peu, le paysage devient très propre.
hi: जैसा शूट हुआ, औसत। तारे थोड़े खिंचते हैं, लैंडस्केप बहुत साफ़ होता है।
it: Media senza allineamento. Le stelle lasciano una piccola scia, il paesaggio diventa molto pulito.
ja: 撮影そのまま平均。星は少し流れ、風景は非常にクリーンに。
tr: Hizalanmadan ortalanır. Yıldızlar hafif iz bırakır, manzara çok temiz çıkar.
zh_hans: 按原样平均。星点略有拖尾，地景非常干净。

source: BELOW HORIZON
ar: تحت الأفق
de: UNTER HORIZONT
es: BAJO HORIZONTE
fr: SOUS L'HORIZON
hi: क्षितिज से नीचे
it: SOTTO ORIZZONTE
ja: 地平線下
tr: UFKUN ALTINDA
zh_hans: 地平线下

source: Black point
ar: نقطة السواد
de: Schwarzpunkt
es: Punto negro
fr: Point noir
hi: ब्लैक पॉइंट
it: Punto di nero
ja: ブラックポイント
tr: Siyah noktası
zh_hans: 黑点

source: Bright
ar: ساطع
de: Hell
es: Brillante
fr: Clair
hi: उजला
it: Luminoso
ja: 明るい
tr: Parlak
zh_hans: 明亮

source: Brightest pixel wins. The sky's rotation draws arcs, the ground stays sharp.
ar: البكسل الأسطع يفوز. دوران السماء يرسم أقواسًا، والأرض تبقى حادة.
de: Hellstes Pixel gewinnt. Die Himmelsdrehung zeichnet Bögen, der Boden bleibt scharf.
es: Gana el píxel más brillante. La rotación del cielo dibuja arcos, el suelo queda nítido.
fr: Le pixel le plus clair gagne. La rotation du ciel trace des arcs, le sol reste net.
hi: सबसे चमकीला पिक्सेल रहता है। आकाश का घूर्णन चाप बनाता है, ज़मीन तीखी रहती है।
it: Vince il pixel più luminoso. La rotazione del cielo disegna archi, il suolo resta nitido.
ja: 最も明るい画素を採用。空の回転が弧を描き、地上はシャープなまま。
tr: En parlak piksel kazanır. Gökyüzünün dönüşü yaylar çizer, zemin net kalır.
zh_hans: 取最亮像素。天空旋转画出弧线，地面保持清晰。

source: CAMERA UNAVAILABLE
ar: الكاميرا غير متاحة
de: KAMERA NICHT VERFÜGBAR
es: CÁMARA NO DISPONIBLE
fr: CAMÉRA INDISPONIBLE
hi: कैमरा उपलब्ध नहीं
it: FOTOCAMERA NON DISPONIBILE
ja: カメラ使用不可
tr: KAMERA KULLANILAMIYOR
zh_hans: 相机不可用

source: CRASH REPORT
ar: تقرير الانهيار
de: ABSTURZBERICHT
es: INFORME DE FALLO
fr: RAPPORT DE PLANTAGE
hi: क्रैश रिपोर्ट
it: REPORT DI ARRESTO
ja: クラッシュレポート
tr: ÇÖKME RAPORU
zh_hans: 崩溃报告

source: CURVE
ar: المنحنى
de: KURVE
es: CURVA
fr: COURBE
hi: कर्व
it: CURVA
ja: カーブ
tr: EĞRİ
zh_hans: 曲线

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

source: Clean landscape
ar: منظر نقي
de: Saubere Landschaft
es: Paisaje limpio
fr: Paysage propre
hi: साफ़ लैंडस्केप
it: Paesaggio pulito
ja: クリーンな風景
tr: Temiz manzara
zh_hans: 干净地景

source: Clip under a second. Lengthen the windows or lower the output frame rate.
ar: المقطع أقل من ثانية. أطِل النوافذ أو اخفض معدل إطارات الإخراج.
de: Clip unter einer Sekunde. Fenster verlängern oder Ausgabe-Bildrate senken.
es: Clip de menos de un segundo. Alarga las ventanas o baja la tasa de fotogramas de salida.
fr: Clip sous une seconde. Allonger les fenêtres ou réduire la cadence de sortie.
hi: क्लिप एक सेकंड से छोटी। विंडो बढ़ाएँ या आउटपुट फ़्रेम दर घटाएँ।
it: Clip sotto il secondo. Allunga le finestre o riduci il frame rate di uscita.
ja: クリップが1秒未満。ウィンドウを延ばすか出力フレームレートを下げてください。
tr: Klip bir saniyenin altında. Pencereleri uzatın veya çıkış kare hızını düşürün.
zh_hans: 片段不足一秒。请加长时间窗或降低输出帧率。

source: Clips recorded
ar: المقاطع المسجلة
de: Clips aufgenommen
es: Clips grabados
fr: Clips enregistrés
hi: रिकॉर्ड क्लिप
it: Clip registrate
ja: 記録クリップ
tr: Kaydedilen klipler
zh_hans: 已录片段

source: Comets, conjunctions, eclipses, dark frames: added to Pro, never charged again.
ar: المذنّبات والاقترانات والكسوف والإطارات المظلمة: تُضاف إلى Pro دون أي رسوم إضافية.
de: Kometen, Konjunktionen, Finsternisse, Dunkelbilder: kommen zu Pro dazu, ohne neue Kosten.
es: Cometas, conjunciones, eclipses, tomas oscuras: se añaden a Pro sin volver a cobrar.
fr: Comètes, conjonctions, éclipses, darks : ajoutés à Pro, jamais facturés à nouveau.
hi: धूमकेतु, युति, ग्रहण, डार्क फ़्रेम: Pro में जोड़े जाएँगे, दोबारा शुल्क नहीं।
it: Comete, congiunzioni, eclissi, dark frame: aggiunti a Pro, senza mai pagare di nuovo.
ja: 彗星、惑星の接近、食、ダークフレーム：Proに追加、追加課金なし。
tr: Kuyruklu yıldızlar, kavuşumlar, tutulmalar, karanlık kareler: Pro'ya eklenir, bir daha ücret alınmaz.
zh_hans: 彗星、行星合、日月食、暗场：加入Pro，永不再收费。

source: Count launches and captures
ar: عدّ مرات الفتح والتصوير
de: Starts und Aufnahmen zählen
es: Contar inicios y capturas
fr: Compter lancements et captures
hi: लॉन्च और कैप्चर गिनें
it: Conta avvii e scatti
ja: 起動と撮影回数を集計
tr: Açılışları ve çekimleri say
zh_hans: 统计启动与拍摄次数

source: DEVELOP
ar: تحميض
de: ENTWICKELN
es: REVELAR
fr: DÉVELOPPER
hi: डेवलप
it: SVILUPPA
ja: 現像
tr: İŞLE
zh_hans: 冲洗

source: Darkest night
ar: أظلم ليلة
de: Dunkelste Nacht
es: Noche más oscura
fr: Nuit la plus sombre
hi: सबसे अँधेरी रात
it: Notte più scura
ja: 最も暗い夜
tr: En karanlık gece
zh_hans: 最暗的夜

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
tr: Sil
zh_hans: 删除

source: Detected
ar: المكتشفة
de: Erkannt
es: Detectados
fr: Détectés
hi: पता चला
it: Rilevate
ja: 検出
tr: Algılanan
zh_hans: 已检测

source: Detector
ar: الكاشف
de: Detektor
fr: Détecteur
hi: डिटेक्टर
it: Rilevatore
ja: 検出器
tr: Dedektör
zh_hans: 探测器

source: Dim screen while capturing
ar: تعتيم الشاشة أثناء التصوير
de: Bildschirm beim Aufnehmen dimmen
es: Atenuar la pantalla al capturar
fr: Assombrir l'écran pendant la capture
hi: कैप्चर के समय स्क्रीन धुँधली करें
it: Oscura lo schermo durante lo scatto
ja: 撮影中は画面を暗くする
tr: Çekim sırasında ekranı karart
zh_hans: 拍摄时调暗屏幕

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ें
it: Scarta
ja: 破棄
tr: At
zh_hans: 丢弃

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
hi: हो गया
it: Fine
ja: 完了
tr: Bitti
zh_hans: 完成

source: Dropped
ar: المُسقَطة
de: Verworfen
es: Descartados
fr: Rejetées
hi: छोड़े गए
it: Scartati
ja: 破棄
tr: Atılan
zh_hans: 已丢弃

source: EVENTS
ar: الأحداث
de: EREIGNISSE
es: EVENTOS
fr: ÉVÉNEMENTS
hi: घटनाएँ
it: EVENTI
ja: イベント
tr: OLAYLAR
zh_hans: 天象

source: EXCELLENT
ar: ممتاز
de: HERVORRAGEND
es: EXCELENTE
hi: उत्कृष्ट
it: ECCELLENTE
ja: 最良
tr: MÜKEMMEL
zh_hans: 极佳

source: EXPOSURE — LOCKED
ar: التعريض — مقفل
de: BELICHTUNG — GESPERRT
es: EXPOSICIÓN — BLOQUEADA
fr: EXPOSITION — VERROUILLÉE
hi: एक्सपोज़र — लॉक
it: ESPOSIZIONE — BLOCCATA
ja: 露出 — ロック中
tr: POZLAMA — KİLİTLİ
zh_hans: 曝光 — 已锁定

source: Every frame of the video is its own stack.
ar: كل إطار في الفيديو هو تكديس مستقل.
de: Jedes Videobild ist ein eigener Stack.
es: Cada fotograma del video es su propio apilado.
fr: Chaque image de la vidéo est un empilement à part.
hi: वीडियो का हर फ़्रेम अपना अलग स्टैक है।
it: Ogni fotogramma del video è uno stack a sé.
ja: 動画の各フレームが独立したスタック。
tr: Videonun her karesi kendi yığınıdır.
zh_hans: 视频每一帧都是独立的叠加。

source: Everything coming
ar: كل ما هو قادم
de: Alles Kommende
es: Todo lo que viene
fr: Tout ce qui vient
hi: आने वाला सब कुछ
it: Tutto ciò che verrà
ja: 今後の全機能
tr: Gelecek her şey
zh_hans: 未来全部功能

source: Exposure
ar: التعريض
de: Belichtung
es: Exposición
fr: Exposition
hi: एक्सपोज़र
it: Esposizione
ja: 露出
tr: Pozlama
zh_hans: 曝光

source: FAINT
ar: ضعيف
de: SCHWACH
es: DÉBIL
fr: FAIBLE
hi: बहुत कम
it: DEBOLE
ja: 微弱
tr: ZAYIF
zh_hans: 微弱

source: FOCUS ON %@
ar: ركّز على %@
de: FOKUS AUF %@
es: ENFOCAR EN %@
fr: POINT SUR %@
hi: %@ पर फ़ोकस
it: FUOCO SU %@
ja: %@にフォーカス
tr: %@ ÜZERİNE ODAKLAN
zh_hans: 对焦于%@

source: FOCUSING ON STARS
ar: جارٍ التركيز على النجوم
de: FOKUSSIERE AUF STERNE
es: ENFOCANDO LAS ESTRELLAS
fr: MISE AU POINT SUR LES ÉTOILES
hi: तारों पर फ़ोकस हो रहा है
it: MESSA A FUOCO SULLE STELLE
ja: 星にフォーカス中
tr: YILDIZLARA ODAKLANIYOR
zh_hans: 正在对星对焦

source: Field of view
ar: مجال الرؤية
de: Bildwinkel
es: Campo de visión
fr: Champ
hi: दृश्य क्षेत्र
it: Campo visivo
ja: 視野
tr: Görüş alanı
zh_hans: 视场

source: Focus (1.0 = infinity)
ar: التركيز (1.0 = ما لا نهاية)
de: Fokus (1.0 = unendlich)
es: Enfoque (1.0 = infinito)
fr: Mise au point (1.0 = infini)
hi: फ़ोकस (1.0 = अनंत)
it: Fuoco (1.0 = infinito)
ja: フォーカス（1.0 = 無限遠）
tr: Odak (1.0 = sonsuz)
zh_hans: 对焦（1.0 = 无限远）

source: Focused at %.3f — stars %.1f px
ar: التركيز عند %.3f — النجوم %.1f px
de: Fokus bei %.3f — Sterne %.1f px
es: Enfocado en %.3f — estrellas %.1f px
fr: Point à %.3f — étoiles %.1f px
hi: फ़ोकस %.3f पर — तारे %.1f px
it: A fuoco a %.3f — stelle %.1f px
ja: フォーカス%.3f — 星%.1f px
tr: %.3f konumunda odaklandı — yıldızlar %.1f px
zh_hans: 对焦于%.3f — 星点%.1f px

source: Frame exposure
ar: تعريض الإطار
de: Bel. pro Bild
es: Exposición por cuadro
fr: Expo par image
hi: फ़्रेम एक्सपोज़र
it: Esposizione fotogramma
ja: 1フレーム露光
tr: Kare pozlaması
zh_hans: 单帧曝光

source: Frames aligned on the stars, then averaged. Stars stay sharp, noise drops as √N.
ar: إطارات محاذاة على النجوم ثم متوسطة. النجوم تبقى حادة، والتشويش ينخفض بنسبة √N.
de: Bilder an den Sternen ausgerichtet, dann gemittelt. Sterne bleiben scharf, Rauschen sinkt mit √N.
es: Fotogramas alineados por las estrellas y luego promediados. Las estrellas quedan nítidas, el ruido baja como √N.
fr: Images alignées sur les étoiles, puis moyennées. Étoiles nettes, bruit réduit en √N.
hi: फ़्रेम तारों पर संरेखित, फिर औसत। तारे तीखे रहते हैं, शोर √N से घटता है।
it: Fotogrammi allineati sulle stelle, poi mediati. Le stelle restano nitide, il rumore cala come √N.
ja: 星で位置合わせして平均。星はシャープなまま、ノイズは√Nで減少。
tr: Kareler yıldızlara göre hizalanır, sonra ortalanır. Yıldızlar net kalır, gürültü √N ile düşer.
zh_hans: 按星点对齐后平均。星点保持锐利，噪点按√N下降。

source: Frames stacked
ar: الإطارات المكدّسة
de: Bilder gestapelt
es: Fotogramas apilados
fr: Images empilées
hi: स्टैक किए फ़्रेम
it: Fotogrammi impilati
ja: スタック済み
tr: Yığılan kareler
zh_hans: 已叠加帧

source: Free, and staying free: the manual camera, stacking, star trails, time-lapse, the meteor detector, and the overlay with planets, bright stars and the Moon.
ar: مجاني وسيبقى مجانيًا: الكاميرا اليدوية، التكديس، مسارات النجوم، الفاصل الزمني، كاشف الشهب، والطبقة السماوية مع الكواكب والنجوم الساطعة والقمر.
de: Kostenlos, und das bleibt so: manuelle Kamera, Stacking, Sternspuren, Zeitraffer, Meteordetektor und das Overlay mit Planeten, hellen Sternen und Mond.
es: Gratis, y seguirá siéndolo: la cámara manual, el apilado, las trazas de estrellas, el time-lapse, el detector de meteoros y la superposición con planetas, estrellas brillantes y la Luna.
fr: Gratuit, et le restera : caméra manuelle, empilement, filés d'étoiles, time-lapse, détecteur de météores, et la superposition du ciel avec planètes, étoiles brillantes et Lune.
hi: मुफ़्त, और मुफ़्त ही रहेगा: मैनुअल कैमरा, स्टैकिंग, स्टार ट्रेल, टाइम-लैप्स, उल्का डिटेक्टर, और ग्रहों, चमकीले तारों व चंद्रमा वाला ओवरले।
it: Gratis, e resta gratis: fotocamera manuale, stacking, scie stellari, time-lapse, rilevatore di meteore e overlay con pianeti, stelle luminose e Luna.
ja: 無料、今後も無料：マニュアルカメラ、スタッキング、星の軌跡、タイムラプス、流星検出器、惑星・明るい星・月のオーバーレイ。
tr: Ücretsiz ve ücretsiz kalacak: manuel kamera, yığınlama, yıldız izleri, time-lapse, meteor dedektörü ve gezegenleri, parlak yıldızları ve Ay'ı gösteren katman.
zh_hans: 免费，且永久免费：手动相机、叠加、星轨、延时摄影、流星探测器，以及含行星、亮星和月亮的叠层。

source: GOOD
ar: جيد
de: GUT
es: BUENO
fr: BON
hi: अच्छा
it: BUONO
ja: 良好
tr: İYİ
zh_hans: 良好

source: Interval
ar: الفاصل
de: Intervall
es: Intervalo
fr: Intervalle
hi: अंतराल
it: Intervallo
ja: 間隔
tr: Aralık
zh_hans: 间隔

source: KEEP THE APP OPEN — iOS STOPS THE CAMERA IN THE BACKGROUND
ar: أبقِ التطبيق مفتوحًا — iOS يوقف الكاميرا في الخلفية
de: APP OFFEN LASSEN — iOS STOPPT DIE KAMERA IM HINTERGRUND
es: MANTÉN LA APP ABIERTA — iOS DETIENE LA CÁMARA EN SEGUNDO PLANO
fr: GARDER L'APP OUVERTE — iOS COUPE LA CAMÉRA EN ARRIÈRE-PLAN
hi: ऐप खुला रखें — iOS बैकग्राउंड में कैमरा रोक देता है
it: TIENI L'APP APERTA — iOS FERMA LA FOTOCAMERA IN BACKGROUND
ja: アプリを開いたままに — iOSはバックグラウンドでカメラを停止します
tr: UYGULAMAYI AÇIK TUTUN — iOS ARKA PLANDA KAMERAYI DURDURUR
zh_hans: 请保持应用在前台 — iOS会在后台停止相机

source: LENS
ar: العدسة
de: OBJEKTIV
es: OBJETIVO
fr: OBJECTIF
hi: लेंस
it: OBIETTIVO
ja: レンズ
zh_hans: 镜头

source: Lens
ar: العدسة
de: Objektiv
es: Objetivo
fr: Objectif
hi: लेंस
it: Obiettivo
ja: レンズ
zh_hans: 镜头

source: Light per frame
ar: الضوء لكل إطار
de: Licht pro Bild
es: Luz por cuadro
fr: Lumière par image
hi: प्रति फ़्रेम प्रकाश
it: Luce per fotogramma
ja: 1フレームの光
tr: Kare başına ışık
zh_hans: 单帧进光

source: Light per frame exceeds the interval — frames would overlap.
ar: الضوء لكل إطار يتجاوز الفاصل — ستتداخل الإطارات.
de: Licht pro Bild übersteigt das Intervall — Bilder würden sich überlappen.
es: La luz por cuadro supera el intervalo: los fotogramas se superpondrían.
fr: La lumière par image dépasse l'intervalle — les images se chevaucheraient.
hi: प्रति फ़्रेम प्रकाश अंतराल से अधिक है — फ़्रेम ओवरलैप होंगे।
it: La luce per fotogramma supera l'intervallo: i fotogrammi si sovrapporrebbero.
ja: 1フレームの露光が間隔を超えています — フレームが重なります。
tr: Kare başına ışık aralığı aşıyor: kareler çakışır.
zh_hans: 单帧进光时间超过间隔 — 帧会重叠。

source: Long frames blur the meteor into the background between exposures.
ar: الإطارات الطويلة تُذيب الشهاب في الخلفية بين التعريضات.
de: Lange Bilder verwischen den Meteor zwischen den Belichtungen in den Hintergrund.
es: Los cuadros largos difuminan el meteoro en el fondo entre exposiciones.
fr: Les poses longues fondent le météore dans le fond entre deux expositions.
hi: लंबे फ़्रेम एक्सपोज़र के बीच उल्का को पृष्ठभूमि में धुँधला कर देते हैं।
it: Fotogrammi lunghi confondono la meteora nello sfondo tra un'esposizione e l'altra.
ja: 長いフレームでは露光の合間に流星が背景に溶け込みます。
tr: Uzun kareler, pozlamalar arasında meteoru arka plana karıştırır.
zh_hans: 单帧过长，流星会在曝光间隙被模糊进背景。

source: MARGINAL
ar: هامشي
de: KNAPP
es: JUSTO
fr: LIMITE
hi: सीमांत
it: AL LIMITE
ja: ギリギリ
tr: SINIRDA
zh_hans: 勉强

source: MILKY WAY
ar: درب التبانة
de: MILCHSTRASSE
es: VÍA LÁCTEA
fr: VOIE LACTÉE
hi: आकाशगंगा
it: VIA LATTEA
ja: 天の川
tr: SAMANYOLU
zh_hans: 银河

source: MOON %d%%
ar: القمر %d%%
de: MOND %d%%
es: LUNA %d%%
fr: LUNE %d%%
hi: चंद्रमा %d%%
it: LUNA %d%%
ja: 月 %d%%
tr: AY %%%d
zh_hans: 月亮%d%%

source: MOON-WASHED
ar: القمر ساطع
de: MONDHELL
es: MUCHA LUNA
fr: TROP DE LUNE
hi: चंद्रमा बाधक
it: TROPPA LUNA
ja: 月明かり
tr: AY ÇOK PARLAK
zh_hans: 月光干扰

source: Meteor showers in the next 90 days, with the night and hour that work from here.
ar: زخات الشهب في الـ 90 يومًا القادمة، مع الليلة والساعة المناسبتين من هنا.
de: Meteorströme der nächsten 90 Tage, mit der Nacht und Stunde, die von hier aus passen.
es: Lluvias de meteoros de los próximos 90 días, con la noche y la hora que funcionan desde aquí.
fr: Les pluies de météores des 90 prochains jours, avec la nuit et l'heure qui conviennent d'ici.
hi: अगले 90 दिनों की उल्का वर्षा, उस रात और घंटे के साथ जो यहाँ से काम करते हैं।
it: Gli sciami meteorici dei prossimi 90 giorni, con la notte e l'ora che funzionano da qui.
ja: 今後90日間の流星群と、この場所で見頃となる夜と時刻。
tr: Önümüzdeki 90 günün meteor yağmurları, buradan işe yarayan gece ve saatle.
zh_hans: 未来90天的流星雨，以及在此地适合观测的夜晚与时刻。

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
tr: Mod
zh_hans: 模式

source: Moon %d%% %@
ar: القمر %d%% %@
de: Mond %d%% %@
es: Luna %d%% %@
fr: Lune %d%% en %@
hi: चंद्रमा %d%% %@
it: Luna %d%% %@
ja: 月%d%% 地平線%@
tr: Ay %%%d %@
zh_hans: 月亮%d%% 地平线%@

source: Moon %d%% up on every dark night of the window.
ar: القمر %d%% فوق الأفق في كل ليلة مظلمة من النافذة.
de: Mond zu %d%% am Himmel in jeder dunklen Nacht des Zeitraums.
es: Luna al %d%% en el cielo todas las noches oscuras de la ventana.
fr: Lune à %d%% levée chaque nuit sombre de la fenêtre.
hi: विंडो की हर अँधेरी रात में चंद्रमा %d%% ऊपर रहता है।
it: Luna al %d%% in cielo in ogni notte scura della finestra.
ja: 期間中のすべての暗夜で月（%d%%）が出ています。
tr: Pencerenin her karanlık gecesinde Ay %%%d ve ufkun üstünde.
zh_hans: 窗口内的每个黑夜月亮都在天上，亮度%d%%。

source: NEXT · %@ · %@
ar: التالية · %@ · %@
de: NÄCHSTER · %@ · %@
es: PRÓXIMA · %@ · %@
fr: PROCHAINE · %@ · %@
hi: अगली · %@ · %@
it: PROSSIMO · %@ · %@
ja: 次 · %@ · %@
tr: SONRAKİ · %@ · %@
zh_hans: 下一场 · %@ · %@

source: Night vision
ar: الرؤية الليلية
de: Nachtsicht
es: Visión nocturna
fr: Vision nocturne
hi: नाइट विज़न
it: Visione notturna
ja: 暗視
tr: Gece görüşü
zh_hans: 夜视

source: No Pro purchase on this Apple Account.
ar: لا يوجد شراء Pro على حساب Apple هذا.
de: Kein Pro-Kauf mit diesem Apple Account.
es: No hay compra de Pro en esta cuenta de Apple.
fr: Aucun achat Pro sur ce compte Apple.
hi: इस Apple Account पर Pro ख़रीद नहीं है।
it: Nessun acquisto Pro su questo Account Apple.
ja: このApple AccountにPro購入はありません。
tr: Bu Apple Hesabı'nda Pro satın alımı yok.
zh_hans: 此Apple Account没有Pro购买记录。

source: No events
ar: لا أحداث
de: Keine Ereignisse
es: Sin eventos
fr: Aucun événement
hi: कोई घटना नहीं
it: Nessun evento
ja: イベントなし
tr: Olay yok
zh_hans: 无事件

source: No shower has a dark night here in the next 90 days.
ar: لا زخة لها ليلة مظلمة هنا خلال الـ 90 يومًا القادمة.
de: Kein Strom hat hier in den nächsten 90 Tagen eine dunkle Nacht.
es: Ninguna lluvia tiene una noche oscura aquí en los próximos 90 días.
fr: Aucune pluie n'a de nuit sombre ici dans les 90 prochains jours.
hi: अगले 90 दिनों में यहाँ किसी उल्का वर्षा को अँधेरी रात नहीं मिलती।
it: Nessuno sciame ha una notte scura qui nei prossimi 90 giorni.
ja: 今後90日間、この場所で暗夜に当たる流星群はありません。
tr: Önümüzdeki 90 günde burada karanlık gecesi olan yağmur yok.
zh_hans: 未来90天内，此地没有流星雨能遇上合适的黑夜。
